Repository: agossoubido2021/Mboalab-Outreachy_December-to-March-2022-internship-round
Catalog: Outreachy-2022/Mbekou Jessie/Task2/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Home
fr_fr: Accueil

source: About
fr_fr: À propos

source: Data Collection
fr_fr: Collecte de données

source: Team
fr_fr: Équipe

source: Learn More
fr_fr: En savoir plus

# home_title_1
source: Improving Diagnostics of typhoid
fr_fr: Améliorer le diagnostic de la typhoïde

# home_caption_1
source: Through Open Science: An Artificial Intelligence-based technique
fr_fr: Grâce à la science ouverte : une technique basée sur l'intelligence artificielle

# home_title_2
source: Catalyse sustainable local development
fr_fr: Catalyser le développement local durable

# home_caption_2
source: And improve people’s living conditions through open science
fr_fr: Et améliorer les conditions de vie des gens grâce à la science ouverte

# home_title_3
source: propose solutions that meet the needs of communities
fr_fr: proposer des solutions qui répondent aux besoins des collectivités

# home_caption_3
source: using local knowledge and open digital technologies
fr_fr: en utilisant les connaissances locales et les technologies numériques ouvertes

source: What is
fr_fr: Qu'est-ce que

# visit_website
source: You can visit our official website here:
fr_fr: Vous pouvez visiter notre site officiel ici :

source: Get to know us
fr_fr: Apprendre a nous connaitre

source: About Us
fr_fr: À propos de nous

# aim_mission
source: Aim and missions
fr_fr: But et missions

# mboalab_aim
source: The aim of MboaLab is to catalyse sustainable local development and improve people’s living conditions through open science. To this end, the main missions of Mboalab are as follows:
fr_fr: L'objectif de MboaLab est de catalyser le développement local durable et d'améliorer les conditions de vie des populations grâce à la science ouverte. A cet effet, les principales missions de Mboalab sont les suivantes :

# abt_list
source: <li>Provide community and lifelong education for the population, as well as formal education for the younger generations.</li><li>Serve as a platform for exchanges on issues related to local context</li><li>Mediate between local communities and academia</li><li>Propose solutions that meet the needs of communities, using local knowledge and open digital technologies.</li>
fr_fr: <li>Offrir une éducation communautaire et tout au long de la vie à la population, ainsi qu'une éducation formelle pour les jeunes générations.</li><li>Servir de plate-forme d'échanges sur des questions liées au contexte local</li><li>Médiation entre les communautés locales et les universités</li><li>Proposer des solutions qui répondent aux besoins des communautés, en utilisant les connaissances locales et les technologies numériques ouvertes.</li>

# vision
source: Our vision of sustainable local development
fr_fr: Notre vision du développement local durable

# vision_list
source: <p>We advocate for the character of a local development, which is conferred by the imperative to have it emerge from the communities themselves; this is what ensures its relevance and sustainability. In other words, sustainable local development needs to be thought by and for the members of a given community. </p><p class="mb-5">To do so, it is important to break the unenthusiastic spirit that exists among many Cameroonians, by training healthy, educated citizens capable of critical thinking on issues related to their immediate environment. By choosing education and health as priority axes, associated with its role as a mediator between Science-Technologies-Societies; we can say clearly that Mboalab could be a powerful catalyst for local sustainable development.</p>
fr_fr: <p>Nous prônons le caractère d'un développement local, qui est conféré par l'impératif de le faire émerger des communautés elles-mêmes ; c'est ce qui assure sa pertinence et sa pérennité. En d'autres termes, le développement local durable doit être pensé par et pour les membres d'une communauté donnée. </p><p class="mb-5">Pour ce faire, il est important de briser l'esprit peu enthousiaste qui existe chez de nombreux camerounais, en formant des citoyens sains, éduqués et capables de réflexion critique sur les questions liées à leur environnement immédiat. En choisissant l'éducation et la santé comme axes prioritaires, associés à son rôle de médiateur entre Sciences-Technologies-Sociétés ; on peut dire clairement que Mboalab pourrait être un puissant catalyseur de développement local durable.</p>

# mission
source: Mboalab Biotech and its role in the achievement of our mission.
fr_fr: Mboalab Biotech et son rôle dans la réalisation de notre mission.

# mission_list
source: <p>Mboalab Biotech is a node of the Open Bioeconomy Lab hosted in MboaLab space. Established in 2018, the lab currently runs a number of projects amongst which the open enzyme manufacturing project. At its core, our work in Mboalab Biotech is focused on making biotechnology research and tools more accessible to labs around the world through scientific research and development and local production of reagents. </p><p class="mb-4">We are committed to the development of open educational resources as well as simple and cost-effective protocols that can be applied in resource-limited laboratories. We also provide scientific research projects targeting local health issues, internships opportunities, and training sessions to young local scientists in order to equip them with molecular biology and DIY- Biology skills, and prepare them for employment.</p>
fr_fr: <p>Mboalab Biotech est un nœud de l'Open Bioeconomy Lab hébergé dans l'espace MboaLab. Créé en 2018, le laboratoire mène actuellement un certain nombre de projets parmi lesquels le projet ouvert de fabrication d'enzymes. Fondamentalement, notre travail à Mboalab Biotech vise à rendre la recherche et les outils en biotechnologie plus accessibles aux laboratoires du monde entier grâce à la recherche et au développement scientifiques et à la production locale de réactifs. </p><p class="mb-4">Nous nous engageons à développer des ressources éducatives ouvertes ainsi que des protocoles simples et rentables pouvant être appliqués dans des laboratoires aux ressources limitées. Nous proposons également des projets de recherche scientifique ciblant les problèmes de santé locaux, des opportunités de stages et des sessions de formation à de jeunes scientifiques locaux afin de les doter de compétences en biologie moléculaire et bricolage-biologie et de les préparer à l'emploi.</p>

source: How we work
fr_fr: Comment nous travaillons

# improve_diagnostics
source: Improve diagnostics of typhoid through Open Science: An Artificial Intelligence-based technique
fr_fr: Améliorer le diagnostic de la typhoïde grâce à la science ouverte : une technique basée sur l'intelligence artificielle

source: Context
fr_fr: Le contexte

# context_content
source: <p>Typhoid fever is a life-threatening infection caused by the bacterium Salmonella Typhi. It is usually spread through contaminated food or water. Once Salmonella Typhi bacteria are eaten or drunk, they multiply and spread into the bloodstream.<br>Urbanization and climate change have the potential to increase the global burden of typhoid. In addition, increasing resistance to antibiotic treatment is making it easier for typhoid to spread through overcrowded populations in cities and inadequate and/or flooded water and sanitation systems.<br>Typhoid or Enteric fever is one of the infectious human diseases in Cameroon and Africa. Outbreaks of typhoid fever caused by Salmonella typhi remains a serious health problem worldwide. There are a number of tests available presently, from molecular to immunological and biochemical to microbiological. Some well-known and conventional Method of Diagnosis of Typhoid Fever are :</p>
fr_fr: <p>La fièvre typhoïde est une infection potentiellement mortelle causée par la bactérie Salmonella Typhi. Il se transmet généralement par des aliments ou de l'eau contaminés. Une fois que les bactéries Salmonella Typhi sont mangées ou bues, elles se multiplient et se propagent dans la circulation sanguine.<br>L'urbanisation et le changement climatique ont le potentiel d'augmenter le fardeau mondial de la typhoïde. De plus, la résistance croissante au traitement antibiotique facilite la propagation de la typhoïde à travers les populations surpeuplées dans les villes et les systèmes d'eau et d'assainissement inadéquats et/ou inondés.<br>La fièvre typhoïde ou entérique est l'une des maladies humaines infectieuses au Cameroun et en Afrique . Les épidémies de fièvre typhoïde causées par Salmonella typhi restent un grave problème de santé dans le monde. Il existe actuellement un certain nombre de tests disponibles, des tests moléculaires à immunologiques et biochimiques à microbiologiques. Certaines méthodes bien connues et conventionnelles de diagnostic de la fièvre typhoïde sont :</p>

source: Microbiological cultures
fr_fr: Cultures microbiologiques

# mc_content
source: The isolation of the causative organism, Salmonella enterica serovar Typhi (Salmonella Typhi), is the gold standard for the diagnosis (WHO, 2018). Body fluids like blood, bone marrow, stool, urine, rose spots, gastric and intestinal secretions may be cultured. Blood culture gives a definitive diagnosis. But, the use of bacteriological cultures for the diagnosis of typhoid infection is cost-intensive and technically difficult, hence the need for other diagnostic tests.
fr_fr: L'isolement de l'organisme causal, Salmonella enterica sérovar Typhi (Salmonella Typhi), est l'étalon-or pour le diagnostic (OMS, 2018). Les fluides corporels comme le sang, la moelle osseuse, les selles, l'urine, les taches roses, les sécrétions gastriques et intestinales peuvent être cultivés. L'hémoculture donne un diagnostic définitif. Mais, l'utilisation de cultures bactériologiques pour le diagnostic de l'infection typhoïde est coûteuse et techniquement difficile, d'où la nécessité d'autres tests de diagnostic.

# antibody_detection
source: Antibody detection tests
fr_fr: Tests de détection d'anticorps

# ad_content
source: These are rapid serologic tests designed for early and easy point-of-care use. The Widal Test is based on the measurement of antibodies (agglutinins) against somatic (O) and flagellar (H) antigens of Salmonella typhi in the sera of patients. Widely used in many developing countries because of its low cost, Widal test is limited by lack of standardized methods of assay and misinterpretation of results. This has led to the overestimation of the number of patients presenting with acute febrile illnesses diagnosed with Typhoid fever. A systematic review by Mengist and Tilahun (2017) revealed poor reliability, low sensitivity and specificity of the Widal test.
fr_fr: Ce sont des tests sérologiques rapides conçus pour une utilisation précoce et facile au point de service. Le Widal Test est basé sur la mesure des anticorps (agglutinines) contre les antigènes somatiques (O) et flagellaires (H) de Salmonella typhi dans les sérums des patients. Largement utilisé dans de nombreux pays en développement en raison de son faible coût, le test Widal est limité par le manque de méthodes de dosage standardisées et une mauvaise interprétation des résultats. Cela a conduit à une surestimation du nombre de patients présentant des maladies fébriles aiguës diagnostiquées avec la fièvre typhoïde. Une revue systématique de Mengist et Tilahun (2017) a révélé une faible fiabilité, une faible sensibilité et spécificité du test de Widal.

# misdiagnosis
source: So, misdiagnosis is usually experienced since most health care facilities use only Widal test without confirmation of results with a second test method. In addition, the diagnosis of Typhoid involves several levels of uncertainties. Patients cannot tell exactly how they feel, doctors and nurses cannot tell exactly what they observe.
fr_fr: Donc, un diagnostic erroné est généralement rencontré car la plupart des établissements de santé n'utilisent que le test Widal sans confirmation des résultats avec une deuxième méthode de test. De plus, le diagnostic de la typhoïde comporte plusieurs niveaux d'incertitudes. Les patients ne peuvent pas dire exactement ce qu'ils ressentent, les médecins et les infirmières ne peuvent pas dire exactement ce qu'ils observent.

# opportunities
source: Opportunities and solution
fr_fr: Opportunités et solutions

# opportunities_content
source: <p>Augmented intelligence makes more sense than artificial intelligence, especially in tropical diseases such as Typhoid. This is because it highlights the enhanced capabilities of a human when augmented with the right tools and technologies. In a sensitive industry such as healthcare, human intelligence cannot be replaced. Augmented intelligence specifies systems that augment human intelligence rather than attempt to replace them. Combining AI systems with an irreplaceable human clinician can advance better diagnosis.</p><p>We propose to use the microcultures test with the blood which seems to be the best accepted by the laboratory technicians. We will use CNNs as algorithms on the collected images to train the algorithm. Everything will depend on the volume of images we have, if we have few we will use transfer learning to automate the test of microbiological cultures .As we saw above this test is reliable at 61% and to reinforce the reliability of this test we will use the second algorithm which is a fast decision tree learner. This algorithm based on 18 symptoma variables will allow us not only to confirm the diagnosis but above all to determine the level of severity of the disease. <strong> The main challenge our project is facing is availability of local and high quality open data.</strong> </p>
fr_fr: <p>L'intelligence augmentée a plus de sens que l'intelligence artificielle, en particulier dans les maladies tropicales telles que la typhoïde. C'est parce qu'il met en évidence les capacités améliorées d'un humain lorsqu'il est augmenté avec les bons outils et technologies. Dans un secteur sensible comme la santé, l'intelligence humaine ne peut être remplacée. L'intelligence augmentée spécifie des systèmes qui augmentent l'intelligence humaine plutôt que de tenter de les remplacer. La combinaison de systèmes d'IA avec un clinicien humain irremplaçable peut faire avancer un meilleur diagnostic.</p><p>Nous proposons d'utiliser le test de microcultures avec le sang qui semble être le mieux accepté par les techniciens de laboratoire. Nous utiliserons les CNN comme algorithmes sur les images collectées pour entraîner l'algorithme. Tout dépendra du volume d'images dont nous disposons, si nous en avons peu nous utiliserons l'apprentissage par transfert pour automatiser le test des cultures microbiologiques. Comme nous l'avons vu plus haut ce test est fiable à 61% et pour renforcer la fiabilité de ce test nous utiliserons le deuxième algorithme qui est un apprenant d'arbre de décision rapide. Cet algorithme basé sur 18 variables symptomatiques nous permettra non seulement de confirmer le diagnostic mais surtout de déterminer le niveau de gravité de la maladie. <strong> Le principal défi auquel notre projet est confronté est la disponibilité de données ouvertes locales et de haute qualité.</strong> </p>

source: Proposed Tool
fr_fr: Outil proposé

# tool_content
source: <p>With this main challenge stated above (that is: availability of local and high quality open data), we ought to seek for high quality tools to help collect reliable and accurate data for our project.<br>The proposed tool for our collection of data is JotForm (<a href="https://www.jotform.com/" target="_blank">https://www.jotform.com/</a>), a powerful online application that allows anyone to quickly create custom online forms. Using Jotform, you can create and publish forms, integrate them into your site, collect data from your users and receive responses by email. This app allows users to collect various types of data, such as voice recordings, barcodes, geolocations and electronic signatures and then build, view, access, sort, fill out, share, and organise all this data in a single place. It also allows payment collection. </p><p>JotForm is a web-based app, also available as Jotform Mobile for both Android and IOS devices. Jotform Mobile Form lets you work offline, so you can collect data on the go. Once you’re back online, Jotform will sync your data automatically for an uninterrupted experience. It’s a great solution for field workers conducting field research without internet access as it allows submissions to be done even offline. </p>
fr_fr: <p>Avec ce défi principal indiqué ci-dessus (c'est-à-dire : la disponibilité de données ouvertes locales et de haute qualité), nous devons rechercher des outils de haute qualité pour aider à collecter des données fiables et précises pour notre projet.<br>L'outil proposé pour notre collecte de données est JotForm (<a href="https://www.jotform.com/" target="_blank">https://www.jotform.com/</a>), une puissante application en ligne qui permet quiconque de créer rapidement des formulaires en ligne personnalisés. Grâce à Jotform, vous pouvez créer et publier des formulaires, les intégrer à votre site, collecter des données auprès de vos utilisateurs et recevoir des réponses par email. Cette application permet aux utilisateurs de collecter différents types de données, telles que des enregistrements vocaux, des codes-barres, des géolocalisations et des signatures électroniques, puis de créer, visualiser, accéder, trier, remplir, partager et organiser toutes ces données en un seul endroit. Il permet également l'encaissement des paiements. </p><p>JotForm est une application Web, également disponible sous le nom de Jotform Mobile pour les appareils Android et IOS. Jotform Mobile Form vous permet de travailler hors ligne, vous pouvez donc collecter des données en déplacement. Une fois que vous êtes de nouveau en ligne, Jotform synchronisera automatiquement vos données pour une expérience ininterrompue. C'est une excellente solution pour les travailleurs sur le terrain qui mènent des recherches sur le terrain sans accès à Internet, car elle permet de faire des soumissions même hors ligne.</p>

source: Data Collected
fr_fr: Données collectées

# with_the_tool
source: With the tool mention above we plan on gathering the following data for our project:
fr_fr: Avec l'outil mentionné ci-dessus, nous prévoyons de collecter les données suivantes pour notre projet :

# tool_list
source: <li>Collect the associations of symptoms that confirm the disease and its level of severity from healthcare practitioners. </li><li>Collect images for our dataset taking into account the different ethnic groups, gender and age.</li><li>Have an idea of the regions of the country having the highest number of cases as well as their age group.</li>
fr_fr: <li>Recueillir les associations de symptômes qui confirment la maladie et son niveau de gravité auprès des professionnels de la santé. </li><li>Collectez des images pour notre ensemble de données en tenant compte des différents groupes ethniques, du sexe et de l'âge.</li><li>Avoir une idée des régions du pays ayant le plus grand nombre de cas ainsi que leur tranche d'âge.</li>

source: Project
fr_fr: Projet

# contribution_content
source: Contributing to open source can be a rewarding way to learn, teach, and build experience in just about any skill you can imagine. You can contribute through:
fr_fr: Contribuer à l'open source peut être un moyen gratifiant d'apprendre, d'enseigner et d'acquérir de l'expérience dans à peu près toutes les compétences que vous pouvez imaginer. Vous pouvez contribuer via :

# contribution_list
source: <li>Code</li><li>Tests & test frameworks</li><li>Bug reports</li><li>Answering questions</li><li>Documentation & tutorials</li><li>Graphics</li><li>User Experience (UX)</li><li>Marketing</li>
fr_fr: <li>Codage</li><li>Tests et frameworks de test</li><li>Rapports de bogues</li><li>Réponses aux questions</li><li>Documentation et tutoriels</li><li> Graphiques</li><li>Expérience utilisateur (UX)</li><li>Marketing</li>

source: How to contribute
fr_fr: Comment contribuer

# this_project_contribution
source: This project has been accepting contributions from people from around the world for more than 2 years. This project is open to contributions either through coding or providing images for our dataset. You can follow this link to join the community group where you can get in touch with the mentors and community members.
fr_fr: Ce projet accepte des contributions de personnes du monde entier depuis plus de 2 ans. Ce projet est ouvert aux contributions soit par le codage, soit par la fourniture d'images pour notre ensemble de données. Vous pouvez suivre ce lien pour rejoindre le groupe communautaire où vous pouvez entrer en contact avec les mentors et les membres de la communauté.

# join_group
source: Join the group
fr_fr: Rejoins le groupe

# coding
source: Through Coding
fr_fr: Grâce au codage

# coding_contribution
source: All important information and resources concerning the project as well as how to participate and contribute are available at the Mboalab Community GitHub account.
fr_fr: Toutes les informations et ressources importantes concernant le projet ainsi que la façon de participer et de contribuer sont disponibles sur le compte GitHub de la communauté Mboalab.

source: Contribute
fr_fr: Contribuer

source: Image Provision
fr_fr: Fourniture d'images

# image_contribution
source: Contributions are not only codes. You can contribute to the project by providing images for our dataset that will help train our model.
fr_fr: Les contributions ne sont pas que des codes. Vous pouvez contribuer au projet en fournissant des images pour notre ensemble de données qui aideront à former notre modèle.

source: Open source project
fr_fr: Projet open source

source: What is Open Source
fr_fr: Qu'est-ce que l'Open Source

# open_source_def
source: <p>The term open source refers to something people can modify and share because its design is publicly accessible. The term originated in the context of software development to designate a specific approach to creating computer programs. Today, however, "open source" designates a broader set of values—what we call "the open source way." Open source projects, products, or initiatives embrace and celebrate principles of open exchange, collaborative participation, rapid prototyping, transparency, meritocracy, and community-oriented development.</p><p>For jobs seekers, 86% of tech professionals say open source has advanced their careers. Open source will help you:</p>
fr_fr: <p>Le terme open source fait référence à quelque chose que les gens peuvent modifier et partager car sa conception est accessible au public. Le terme est né dans le contexte du développement de logiciels pour désigner une approche spécifique de la création de programmes informatiques. Aujourd'hui, cependant, « open source » désigne un ensemble plus large de valeurs, ce que nous appelons « la voie de l'open source ». Les projets, produits ou initiatives open source embrassent et célèbrent les principes d'échange ouvert, de participation collaborative, de prototypage rapide, de transparence, de méritocratie et de développement axé sur la communauté.</p><p>Pour les demandeurs d'emploi, 86 % des professionnels de la technologie disent ouvert source a fait avancer sa carrière. L'open source vous aidera :</p>

# open_source_list
source: <li>Create a portfolio</li><li>Find mentors</li><li>Demonstrate collaboration skills</li><li>Network and find jobs</li>
fr_fr: <li>Créer un portfolio</li><li>Trouver des mentors</li><li>Démontrer des compétences en collaboration</li><li>Réseauter et trouver des emplois</li>

source: What is Outreachy
fr_fr: Qu'est-ce que Outreachy
