Repository: agossoubido2021/Mboalab-Outreachy_December-to-March-2022-internship-round
Catalog: Outreachy-2022/Mbekou Jessie/Task2/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

# outreachy_def
source: is a paid, remote internship program whose goal is to increase diversity in open source. Outreachy supports people from groups underrepresented in tech. It also helps newcomers to free software and open source make their first contributions and expressly invites applications from:
fr_fr: est un programme de stages rémunérés à distance dont l'objectif est d'accroître la diversité dans l'open source. Outreachy soutient les personnes issues de groupes sous-représentés dans la technologie. Il aide également les nouveaux venus aux logiciels libres et open source à apporter leurs premières contributions et invite expressément les candidatures de :

# outreachy_list_1
source: <li>Women (cis & trans), trans men, and genderqueer people</li><li>U.S. residents & nationals who are Black/African American, Hispanic/Latino, American Indian, Alaska Native, Native Hawaiian, or Pacific Islander</li><li>Anyone who faces systematic bias or discrimination in the technology industry of their country</li>
fr_fr: <li>Femmes (cis et trans), hommes trans et homosexuels</li><li>États-Unis les résidents et les ressortissants noirs/afro-américains, hispaniques/latinos, amérindiens, natifs de l'Alaska, hawaïens ou insulaires du Pacifique</li><li>Toute personne confrontée à des préjugés ou à une discrimination systématique dans l'industrie technologique de leur pays</li >

# outreachy_provides
source: Outreachy provides internships to work open source. People apply from all around the world. Interns work remotely, and are not required to move. Interns are paid a stipend of $6,000 USD for the three-month internship.<br>Interns work with experienced mentors from open source communities. Outreachy internship projects may include programming, user experience, documentation, illustration, graphical design, or data science. Interns often find employment after their internship with Outreachy sponsors or in jobs that use the skills they learned during their internship.
fr_fr: Outreachy propose des stages pour travailler en open source. Les gens postulent partout dans le monde. Les stagiaires travaillent à distance et ne sont pas obligés de se déplacer. Les stagiaires reçoivent une allocation de 6 000 USD pour le stage de trois mois.<br>Les stagiaires travaillent avec des mentors expérimentés issus des communautés open source. Les projets de stage de sensibilisation peuvent inclure la programmation, l'expérience utilisateur, la documentation, l'illustration, la conception graphique ou la science des données. Les stagiaires trouvent souvent un emploi après leur stage avec des sponsors de sensibilisation ou dans des emplois qui utilisent les compétences qu'ils ont acquises pendant leur stage.

# outreachy_process
source: Outreachy application process:
fr_fr: Processus de candidature pour Outreachy:

# outreachy_list_2
source: <li>Fill out an initial application</li><li>Make a contribution to a project</li><li>Complete a final application for the project</li>
fr_fr: <li>Remplir une demande initiale</li><li>Apporter une contribution à un projet</li><li>Remplir une demande finale pour le projet</li>

# outreachy_runs_twice
source: Outreachy runs twice a year
fr_fr: Outreachy a lieu deux fois par an

source: May internships
fr_fr: Stages de mai

source: December internships
fr_fr: Stages de décembre

# initial_application
source: Initial applications due
fr_fr: Demandes initiales dues

# feb
source: Feb 26
fr_fr: 26 fév

# sept
source: Sept 24
fr_fr: 24 sept

# contribution_final
source: Contributions & Final applications due
fr_fr: Contributions et demandes finales dues

# apr
source: Apr 9
fr_fr: 9 avr

# nov
source: Nov 5
fr_fr: 5 nov

source: internships
fr_fr: stages

# may_aug
source: May 20 - Aug 20
fr_fr: 20 mai - 20 août

# dec_mar
source: Dec 3 - Mar 3
fr_fr: 3 déc. - 3 mars

# application_tips
source: Outreachy Application Tips
fr_fr: Conseils d'application pour Outreachy

# tips_list
source: <li>Spend time on your initial application essays</li><li>Contact mentors & ask lots of questions!</li><li>Only apply to 1 or 2 projects</li><li>Contributing takes at least 1 week - start early!</li><li>Make multiple contributions</li>
fr_fr: <li>Passez du temps sur vos redactions de candidature initiales</li><li>Contactez les mentors et posez beaucoup de questions !</li><li>Ne postulez qu'à 1 ou 2 projets</li><li>La contribution prend au moins 1 semaine - commencez tôt !</li><li>Faites plusieurs contributions</li>

# here_is_a_link
source: Here is a link to know more about open source, gsoc and outreachy
fr_fr: Voici un lien pour en savoir plus sur l'open source, gsoc et outreachy

source: Outreachy Open Projects
fr_fr: Projets ouverts sur Outreachy

# mentors_for_these
source: <p>Mentors for these projects are willing to work with new Outreachy applicants. Please note that as the round goes on, mentors may close their project to new applicants because they are already working with many applicants. Make sure to start your required contribution as soon as possible!</p><p>Each project mentor is looking for applicants who have different skills. Sometimes a skill is a hard requirement for an applicant to have. Other times, a mentor might prefer an applicant to have a skill, but they would accept an applicant as an intern who didn't have that skill. Some skills are "nice to have" meaning it would be great if applicants have this skill, but the mentor doesn't have a strong preference.</p>
fr_fr: <p>Les mentors de ces projets sont prêts à travailler avec de nouveaux candidats à la sensibilisation. Veuillez noter qu'au fur et à mesure que le cycle avance, les mentors peuvent fermer leur projet à de nouveaux candidats car ils travaillent déjà avec de nombreux candidats. Assurez-vous de commencer votre contribution requise dès que possible !</p><p>Chaque mentor de projet recherche des candidats ayant des compétences différentes. Parfois, une compétence est une exigence difficile à posséder pour un candidat. D'autres fois, un mentor peut préférer qu'un candidat possède une compétence, mais il acceptera comme stagiaire un candidat qui ne possède pas cette compétence. Certaines compétences sont « agréables à avoir », ce qui signifie que ce serait formidable si les candidats possèdent cette compétence, mais le mentor n'a pas de préférence marquée.</p>

source: Project Application
fr_fr: Demande de projet

# your_final_application
source: <p>Your final application will ask you to fill out a timeline for the internship project. If you have trouble with this, or a mentor tells you they don't want you to fill out the timeline, you should simply note any full-time commitments you'll have during the internship period that will impact your work.<br>When filling out the timeline, applicants should look at the internship tasks listed on the project page, and take into account their full-time commitments to determine what they'll be working on during what part of the internship period. </p><p>Most projects will require a few weeks of ramp-up, research, and integrating into the community. Try to break down each big internship task into several smaller tasks, until you have an idea of what you'll be working for each week of the 13-week internship. All projects will have some tasks where the details will be vague until the time you start the task. It is fine to provide higher-level descriptions of what you'll be working on.</p>
fr_fr: <p>Votre candidature finale vous demandera de remplir un calendrier pour le projet de stage. Si vous avez des problèmes avec cela, ou si un mentor vous dit qu'il ne veut pas que vous remplissiez le calendrier, vous devez simplement noter tous les engagements à temps plein que vous aurez pendant la période de stage qui auront un impact sur votre travail.<br> Lorsqu'ils remplissent le calendrier, les candidats doivent examiner les tâches de stage répertoriées sur la page du projet et prendre en compte leurs engagements à temps plein pour déterminer ce sur quoi ils travailleront pendant quelle partie de la période de stage. </p><p>La plupart des projets nécessiteront quelques semaines de montée en puissance, de recherche et d'intégration dans la communauté. Essayez de diviser chaque grande tâche de stage en plusieurs tâches plus petites, jusqu'à ce que vous ayez une idée de ce pour quoi vous travaillerez chaque semaine du stage de 13 semaines. Tous les projets auront des tâches dont les détails seront vagues jusqu'au moment où vous commencerez la tâche. Il est bon de fournir des descriptions de niveau supérieur de ce sur quoi vous allez travailler.</p>

# our_team
source: Our team members
fr_fr: Les membres de notre équipe

# would_you_like
source: Would you like to contact us?
fr_fr: Souhaitez-vous nous contacter?

# simply_fill
source: Simply fill out the form below and click Submit.
fr_fr: Remplissez simplement le formulaire ci-dessous et cliquez sur Soumettre.

source: Name (required)
fr_fr: Nom (obligatoire)

source: Email (required)
fr_fr: Email (obligatoire)

source: Subject
fr_fr: Sujet

source: Processing...
fr_fr: En cours...

source: Submit
fr_fr: Soumettre

source: Center Region
fr_fr: Région du Centre

# footer_aim
source: The aim of MboaLab is to catalyse sustainable local development and improve people’s living conditions through open science with this project being: <br>Improve diagnostics of typhoid through Open Science: An Artificial Intelligence-based technique.
fr_fr: L'objectif de MboaLab est de catalyser le développement local durable et d'améliorer les conditions de vie des populations grâce à la science ouverte avec ce projet étant : <br>Améliorer le diagnostic de la typhoïde grâce à la science ouverte : une technique basée sur l'intelligence artificielle.

source: Get In Touch
fr_fr: Entrer en contact

source: Phone
fr_fr: Téléphone

# copyright
source: Copyright © MboaLab Project 2021
fr_fr: Copyright © Projet MboaLab 2021

# what_is_mboalab
source: <p>MboaLab is an open and collaborative space located in Yaoundé, Cameroon. The aim of MboaLab is to catalyse sustainable local development and improve people’s living conditions through open science.</p> <p> MboaLab is an open and collaborative space located in the village of Mefou-Assi, Yaoundé, Cameroon. The word “Mboa” has different meanings in native Cameroonian languages: in Matakam, it means “new”; in Ewondo, it means “unique”; in Duala, it means “village”. Literally translated, MboaLab is a unifying village dedicated to creation; even better, it is a laboratory for social innovation, community education, collaboration and mediation at the service of the community. </p>
fr_fr: <p>MboaLab est un espace ouvert et collaboratif situé à Yaoundé, au Cameroun. L'objectif de MboaLab est de catalyser le développement local durable et d'améliorer les conditions de vie des populations grâce à la science ouverte.</p> <p> MboaLab est un espace ouvert et collaboratif situé dans le village de Mefou-Assi, Yaoundé, Cameroun. Le mot « Mboa » a différentes significations dans les langues camerounaises natives : à Matakam, il signifie « nouveau » ; en Ewondo, cela signifie « unique » ; en Duala, cela signifie « village ». Traduit littéralement, MboaLab est un village rassembleur dédié à la création ; mieux encore, c'est un laboratoire d'innovation sociale, d'éducation communautaire, de collaboration et de médiation au service de la communauté. </p>
